Repository: CFantinel/System-Monitor
Catalog: po/*.po
Languages: af

source: System Monitor
af: Stelselmonitor

source: View current processes and monitor system state
af: Vertoon huidige prosesse en moniteer die stelselstaat

source: Monitor;System;Process;CPU;Memory;Network;History;Usage;Performance;Task;Manager;Activity;
af: monitor;stelsel;prosesse;sve;geheue;netwerk;geskiedenis;gebruik;werkverrigting;taak;bestuurder;aktiwiteit;

source: GNOME System Monitor
af: GNOME-stelselmonitor

source: Monitor;System;Process;CPU;Memory;Network;History;Usage;
af: monitor;stelsel;prosesse;sve;geheue;netwerk;geskiedenis;gebruik;

source: View and manage system resources
af: Vertoon en bestuur stelselhulpbronne

source: System Monitor is a process viewer and system monitor with an attractive, easy-to-use interface.
af: Stelselmonitor is 'n prosesvertoner en stelselmonitor met 'n mooi en eenvoudige koppelvlak.

source: System Monitor can help you find out what applications are using the processor or the memory of your computer, can manage the running applications, force stop processes not responding, and change the state or priority of existing processes.
af: Stelselmonitor kan u help om vas te stel watter toepassings die verwerker of die geheue van u rekenaar gebruik, die lopende toepassings kan bestuur, stopprosesse dwing om nie te reageer nie en die status of prioriteit van bestaande prosesse te verander.

source: The resource graphs feature shows you a quick overview of what is going on with your computer displaying recent network, memory and processor usage.
af: Die funksie grafiese funksie toon u 'n vinnige oorsig van wat aangaan met u rekenaar wat onlangse netwerk-, geheue- en verwerkergebruik toon.

source: Process list view
af: Proseslys oorsig

source: Resources overview
af: Hulpbronne oorsig

source: File Systems view
af: Lêerstelsels oorsig

source: The GNOME Project
af: Die GNOME Projek

source: Kill process
af: Vermoor proses

source: Privileges are required to control other users’ processes
af: Verhoogde regte word vereis om 'n ander gebruiker se prosesse te beheer

source: Renice process
af: Renice proses

source: Privileges are required to change the priority of processes
af: Verhoogde regte word vereis om die prioriteit van prosesse te verander

source: End _Process
af: Beëindig _proses

source: Show process properties
af: Vertoon proses eienskappe

source: Processes
af: Prosesse

source: CPU History
af: Verwerkergeskiedenis

source: Memory and Swap History
af: Geheue- en uitruilgeskiedenis

source: Memory
af: Geheue

source: Swap
af: Uitruil

source: Network History
af: Netwerkgeskiedenis

source: Receiving
af: Ontvang tans

source: Total Received
af: Totaal ontvang

source: Sending
af: Stuur tans

source: Total Sent
af: Totaal gestuur

source: Resources
af: Hulpbronne

source: File Systems
af: Lêerstelsels

# Window title for Search for Open Files dialog
source: Search for Open Files
af: Soek vir oop lêers

source: Filter files by name
af: Filter lêers volgens naam

source: Case insensitive
af: Kasonsensitief

# Menu item to Open Search for Open Files dialog
source: Search for Open Files
af: Soek vir oop lêers

source: Preferences
af: Voorkeure

source: Help
af: Hulp

source: About
af: Aangaande

source: Quit
af: Sluit af

source: _Refresh
af: _Verfris

source: _Active Processes
af: _Aktiewe prosesse

source: A_ll Processes
af: _Alle prosesse

source: M_y Processes
af: _My prosesse

source: _Dependencies
af: _Afhanklikes

source: _Properties
af: Eienskappe

source: _Memory Maps
af: _Geheue kaarte

source: Open _Files
af: Oop _lêers

source: _Change Priority
af: _Verander prioriteit

source: Very High
af: Baie hoog

source: High
af: Hoog

source: Normal
af: Normaal

source: Low
af: Laag

source: Very Low
af: Baie laag

source: Custom
af: Doelgemaak

source: _Continue
af: _Gaan voort

source: _End
af: _Beëindig

source: _Kill
af: _Vermoor

source: Open Files
af: Oop lêers

source: System Monitor Preferences
af: Stelselmonitor voorkeure

source: Behavior
af: Gedrag

source: _Update interval in seconds:
af: _Verfristempo in sekondes:

source: Enable _smooth refresh
af: Aktiveer _gladde verfris

source: Alert before ending or _killing processes
af: Waarskuwing voor 'n proses beëindig of _vermoor word

source: _Divide CPU usage by CPU count
af: _Deel SVE-gebruik deur die aantal kerne

source: Information Fields
af: Inligtingsvelde

source: Process i_nformation shown in list:
af: Proses _inligting vertoon in lys:

source: Graphs
af: Grafieke

source: _Show network speed in bits
af: _Vertoon netwerkspoed in bisse

source: Show _all file systems
af: Vertoon _alle lêerstelsels

source: File system i_nformation shown in list:
af: Lêerstelsel _inligting vertoon in lys:

source: _Cancel
af: _Kanselleer

source: Change _Priority
af: Verander _prioriteit

source: _Nice value:
af: _Nice-waarde:

source: <small><i><b>Note:</b> The priority of a process is given by its nice value. A lower nice value corresponds to a higher priority.</i></small>
af: <small><i><b>Nota:</b>Die prioriteit van 'n proses word deur sy nice-waarde gegee. 'n Laer nice-waarde stem met 'n hoër prioriteit ooreen.</i></small>

source: A simple process and system monitor.
af: 'n Eenvoudige proses en stelselmonitor.

source: Show the Processes tab
af: Vertoon die prosesse oortjie

source: Show the Resources tab
af: Vertoon die hulpbronne oortjie

source: Show the File Systems tab
af: Vertoon die lêerstelsels oortjie

source: Show the application’s version
af: Vertoon die weergawe van die toepassing

source: Device
af: Toestel

source: Directory
af: Gids

source: Type
af: Tipe

source: Total
af: Totaal

source: Free
af: Vry

source: Available
af: Beskikbaar

source: Used
af: Gebruik

source: Pick a Color for “%s”
af: Kies 'n kleur vir "%s"

source: CPU
af: SVE

source: CPU%d
af: SVE%d

source: translator-credits
af: Pieter Schoeman

source: Today %l∶%M %p
af: Vandag %l∶%M %p

source: Yesterday %l∶%M %p
af: Gister %l∶%M %p

source: Fraction
af: Breukdeel

source: Title
af: Titel

source: The title of the color selection dialog
af: Die titel van die kleurkieser dialoogboks

source: Pick a Color
af: Kies 'n kleur

source: Current Color
af: Huidige kleur

source: The selected color
af: Die gekose kleur

source: Type of color picker
af: Tipe kleurkieser

source: Received invalid color data
af: Ongeldige kleur data ontvang

source: Click to set graph colors
af: Klik om die die kleure van die grafiek te stel

source: %u second
af: %u sekonde

source: not available
af: nie beskikbaar

source: %s (%.1f%%) of %s
af: %s (%.1f%%) van %s

source: %d open file
af: %d oop lêer

source: %d matching open file
af: %d ooreenstemmende oop lêer

source: Process
af: Proses

source: Filename
af: Lêernaam

source: VM Start
af: VM-begin

source: VM End
af: VM-einde

source: VM Size
af: VM-grootte

source: Flags
af: Vlae

source: Private clean
af: Privaat skoon

source: Private dirty
af: Privaat vuil

source: Shared clean
af: Gedeel skoon

source: Shared dirty
af: Gedeel vuil

source: Memory Maps
af: Geheue kaarte

source: _Memory maps for process “%s” (PID %u):
af: _Geheue kaarte vir proses "%s" (PID %u):

source: file
af: lêer

source: pipe
af: pyp

source: IPv6 network connection
af: IPv6 netwerkverbinding

source: IPv4 network connection
af: IPv4 netwerkverbinding

source: local socket
af: plaaslike sok

source: unknown type
af: onbekende tipe

source: Object
af: Voorwerp

source: _Files opened by process “%s” (PID %u):
af: _Lêers oopgemaak deur proses "%s" (PID %u):

source: Main window size and position in the form (width, height, xpos, ypos)
af: Die venster grootte en posisie in die vorm (wydte, hoogte, xpos, ypos)

source: Show warning dialog when killing processes
af: Vertoon 'n waarskuwing wanneer prosesse vermoor word

source: Time in milliseconds between updates of the process view
af: Tyd in millisekondes tussen die bywerking van die prosesoorsig

source: Time in milliseconds between updates of the graphs
af: Tyd in millisekondes tussen die bywerking van die grafieke

source: CPU colors
af: SVE-kleure

source: Default graph memory color
af: Verstek grafiek geheue kleur

source: Default graph swap color
af: Verstek grafiek uitruil kleur

source: Default graph incoming network traffic color
af: Verstek grafiek inkomende netwerkverkeer kleur

source: Default graph outgoing network traffic color
af: Verstek grafiek uitgaande netwerkverkeer kleur

source: Show network traffic in bits
af: Vertoon netwerkverkeer in bisse

source: Width of process “Name” column
af: Wydte van die proses "Naam" kolom

source: Show process “Name” column on startup
af: Vertoon die proses "Naam" kolom outomaties na aanskakel

source: Width of process “User” column
af: Wydte van die proses "Gebruiker" kolom

source: Show process “User” column on startup
af: Vertoon die proses "Gebruiker" kolom outomaties na aanskakel

source: Width of process “Status” column
af: Wydte van die proses "Status" kolom

source: Show process “Status” column on startup
af: Vertoon die proses "Status" kolom outomaties na aanskakel

source: Width of process “Virtual Memory” column
af: Wydte van die proses "Virtuele geheue" kolom

source: Show process “Virtual Memory” column on startup
af: Vertoon die proses "Virtuele geheue" kolom outomaties na aanskakel

source: Width of process “Resident Memory” column
af: Wydte van die proses "Inwoner geheue" kolom

source: Show process “Resident Memory” column on startup
af: Vertoon die proses "Inwoner geheue" kolom outomaties na aanskakel

source: Width of process “Writable Memory” column
af: Wydte van die proses "Skryfbare geheue" kolom

source: Show process “Writable Memory” column on startup
af: Vertoon die proses "Skryfbare geheue" kolom outomaties na aanskakel

source: Width of process “Shared Memory” column
af: Wydte van die proses "Gedeelde geheue" kolom

source: Show process “Shared Memory” column on startup
af: Vertoon die proses "Gedeelde geheue" kolom outomaties na aanskakel

source: Width of process “X Server Memory” column
af: Wydte van die proses "X-bediener geheue" kolom

source: Show process “X Server Memory” column on startup
af: Vertoon die proses "X-bediener geheue" kolom outomaties na aanskakel

source: Width of process “CPU %” column
af: Wydte van die proses "SVE %" kolom

source: Show process “CPU %” column on startup
af: Vertoon die proses "SVE %" kolom outomaties na aanskakel

source: Width of process “CPU Time” column
af: Wydte van die proses "SVE-tyd" kolom

source: Show process “CPU Time” column on startup
af: Vertoon die proses "SVE-tyd" kolom outomaties na aanskakel

source: Width of process “Started” column
af: Wydte van die proses "Begin" kolom

source: Show process “Started” column on startup
af: Vertoon die proses "Begin" kolom outomaties na aanskakel

source: Width of process “Nice” column
af: Wydte van die proses "Nice" kolom

source: Show process “Nice” column on startup
af: Vertoon die proses "Nice" kolom outomaties na aanskakel

source: Width of process “PID” column
af: Wydte van die proses "PID" kolom

source: Show process “PID” column on startup
af: Vertoon die proses "PID" kolom outomaties na aanskakel

source: Width of process “SELinux Security Context” column
af: Wydte van die proses "SELinux Sekuriteitkonteks" kolom

source: Show process “SELinux Security Context” column on startup
af: Vertoon die proses "SELinux Sekuriteitkonteks" kolom outomaties na aanskakel

source: Width of process “Command Line” column
af: Wydte van die proses "Opdraglyn" kolom

source: Show process “Command Line” column on startup
af: Vertoon die proses "Opdraglyn" kolom outomaties na aanskakel

source: Width of process “Memory” column
af: Wydte van die proses "Geheue" kolom

source: Show process “Memory” column on startup
af: Vertoon die proses "Geheue" kolom outomaties na aanskakel

source: Width of process “Control Group” column
af: Wydte van die proses "Kontrolegroep" kolom

source: Show process “Control Group” column on startup
af: Vertoon die proses "Kontrolegroep" kolom outomaties na aanskakel

source: Width of process “Unit” column
af: Wydte van die proses "Eenheid" kolom

source: Show process “Unit” column on startup
af: Vertoon die proses "Eenheid" kolom outomaties na aanskakel

source: Width of process “Session” column
af: Wydte van die proses "Sessie" kolom

source: Show process “Session” column on startup
af: Vertoon die proses "Sessie" kolom outomaties na aanskakel

source: Width of process “Seat” column
af: Wydte van die proses "Seat" kolom

source: Show process “Seat” column on startup
af: Vertoon die proses "Seat" kolom outomaties na aanskakel

source: Width of process “Owner” column
af: Wydte van die proses "Eienaar" kolom

source: Show process “Owner” column on startup
af: Vertoon die proses "Eienaar" kolom outomaties na aanskakel

source: Width of process “Priority” column
af: Wydte van die proses "Prioriteit" kolom

source: Show process “Priority” column on startup
af: Vertoon die proses "Prioriteit" kolom outomaties na aanskakel

source: Width of disk view “Device” column
af: Wydte van die skyfoorig "Toestel" kolom

source: Show disk view “Device” column on startup
af: Vertoon die skyfoorsig "Toestel" kolom outomaties na aanskakel

source: Width of disk view “Directory” column
af: Wydte van die skyfoorig "Gids" kolom

source: Show disk view “Directory” column on startup
af: Vertoon die skyfoorsig "Gids" kolom outomaties na aanskakel

source: Width of disk view “Type” column
af: Wydte van die skyfoorig "Tipe" kolom

source: Show disk view “Type” column on startup
af: Vertoon die skyfoorsig "Tipe" kolom outomaties na aanskakel

source: Width of disk view “Total” column
af: Wydte van die skyfoorig "Totaal" kolom

source: Show disk view “Total” column on startup
af: Vertoon die skyfoorsig "Totaal" kolom outomaties na aanskakel

source: Width of disk view “Free” column
af: Wydte van die skyfoorig "Vry" kolom

source: Show disk view “Free” column on startup
af: Vertoon die skyfoorsig "Vry" kolom outomaties na aanskakel

source: Width of disk view “Available” column
af: Wydte van die skyfoorig "Beskikbaar" kolom

source: Show disk view “Available” column on startup
af: Vertoon die skyfoorsig "Beskikbaar" kolom outomaties na aanskakel

source: Width of disk view “Used” column
af: Wydte van die skyfoorig "Gebruik" kolom

source: Show disk view “Used” column on startup
af: Vertoon die skyfoorsig "Gebruik" kolom outomaties na aanskakel

source: Memory map sort column
af: Geheuekaart sorteer kolom

source: Memory map sort order
af: Geheuekaart sorteer orde

source: Icon
af: Ikoon

source: _Kill Process
af: _Vermoor proses

source: Ending a process may destroy data, break the session or introduce a security risk. Only unresponsive processes should be ended.
af: Deur 'n proses te beëindig kan dit data vernietig, die sessie breek of 'n sekuriteitsrisiko veroorsaak. Slegs prosesse wat nie reageer nie moet beëindig word.

source: _End Process
af: _Eindig proses

source: Stopping a process may destroy data, break the session or introduce a security risk. Only unresponsive processes should be stopped.
af: Deur 'n proses te stop kan dit data vernietig, die sessie breek of 'n sekuriteitsrisiko veroorsaak. Slegs prosesse wat nie reageer nie moet gestop word.

source: _Stop Process
af: _Stop proses

source: Change Priority of Process “%s” (PID: %u)
af: Verander die prioriteit van proses "%s" (PID: %u)

source: Change Priority of the selected process
af: Verander die prioriteit van die gekose proses

source: Note:
af: Nota:

source: The priority of a process is given by its nice value. A lower nice value corresponds to a higher priority.
af: Die prioriteit van 'n proses word deur sy nice-waarde gegee. 'n Laer nice-waarde stem met 'n hoër prioriteit ooreen.

source: N/A
af: n.v.t.

source: Process Name
af: Prosesnaam

source: User
af: Gebruiker

source: Virtual Memory
af: Virtuele geheue

source: Resident Memory
af: Inwoner geheue

source: Writable Memory
af: Skryfbare geheue

source: Shared Memory
af: Gedeelde geheue

source: X Server Memory
af: X-bediener geheue

source: CPU Time
af: SVE-tyd

source: Started
af: Begin

source: Priority
af: Prioriteit

source: Security Context
af: Sekuriteitkonteks

source: Command Line
af: Opdraglyn

source: Waiting Channel
af: Wagkanaal

source: Control Group
af: Kontrole groep

source: % CPU
af: % SVE

source: Unit
af: Eenheid

source: Session
af: Sessie

source: Owner
af: Eienaar

source: Disk read total
af: Skyf lees totaal

source: Disk write total
af: Skyf skryf totaal

source: Disk read
af: Skyf lees

source: Disk write
af: Skyf skryf

source: Running
af: Loop tans

source: Stopped
af: Gestop

source: Uninterruptible
af: Ononderbreekbaar

source: Sleeping
af: Slaap tans

source: %.1f KiB
af: %.1f KiG

source: %.1f MiB
af: %.1f MiG

source: %.1f GiB
af: %.1f GiG

source: %.1f TiB
af: %.1f TiG

source: %.3g kbit
af: %.3g kbis

source: %.3g Mbit
af: %.3g Mbis

source: %.3g Gbit
af: %.3g Gbis

source: %.3g Tbit
af: %.3g Tbis

source: %u bit
af: %u bis

source: %u byte
af: %u greep

source: Very High Priority
af: Baie hoe prioriteit

source: High Priority
af: Hoe prioriteit

source: Normal Priority
af: Normale prioriteit

source: Low Priority
af: Lae prioriteit

source: Very Low Priority
af: Baie lae prioriteit
